export const newsTickerData = [
  { id: 1, message: '跑馬燈：促銷活動內容，含倒數計時功能' },
  {
    id: 2,
    message:
      '促銷活動內容，含倒數計時功能 跑馬燈：促銷活動內容，含倒數計時功能 跑馬燈：促銷活動內容，含倒數計時功能 跑馬燈：促銷活動內容，含倒數計時功能 跑馬燈：促銷活動內容，含倒數計時功能 跑馬燈：促銷活動內容，含倒數計時功能 跑馬燈：促銷活動內容，含倒數計時功能',
  },
  {
    id: 3,
    message:
      '含倒數計時功能 跑馬燈：促銷活動內容，含倒數計時功能 跑馬燈：促銷活動內容，含倒數計時功能 跑馬燈：促銷活動內容，含倒數計時功能',
  },
  { id: 4, message: '促銷活動內容，含倒數計時功能' },
  { id: 5, message: '限時折扣，立即搶購' },
  { id: 6, message: '免費配送，快來選購！' },
  { id: 7, message: '驚喜優惠，點擊了解更多' },
  { id: 8, message: '特價商品，數量有限' },
];
